{
    "Name": "Druid",
    "Description": "Within the purity of the elements and the order of the wilds lingers a power beyond the marvels of civilization. Furtive yet undeniable, these primal magics are guarded over by servants of philosophical balance known as druids. Allies to beasts and manipulators of nature, these often misunderstood protectors of the wild strive to shield their lands from all who would threaten them and prove the might of the wilds to those who lock themselves behind city walls. Rewarded for their devotion with incredible powers, druids gain unparalleled shape-shifting abilities, the companionship of mighty beasts, and the power to call upon nature's wrath. The mightiest temper powers akin to storms, earthquakes, and volcanoes with primeval wisdom long abandoned and forgotten by civilization.",
    "Role": "While some druids might keep to the fringe of battle, allowing companions and summoned creatures to fight while they confound foes with the powers of nature, others transform into deadly beasts and savagely wade into combat. Druids worship personifications of elemental forces, natural powers, or nature itself. Typically this means devotion to a nature deity, though druids are just as likely to revere vague spirits, animalistic demigods, or even specific awe-inspiring natural wonders.",
    "Alignment": "Any neutral.",
    "HitDie": 8,
    "ClassSkills": [
        "Climb",
        "Craft",
        "Fly",
        "Handle Animal",
        "Heal",
        "Knowledge (geography)",
        "Knowledge (nature)",
        "Perception",
        "Profession",
        "Ride",
        "Spellcraft",
        "Survival",
        "Swim"
    ],
    "SkillPointsPerLevel": 4,
    "BaseAttackBonus": [
        0,
        1,
        2,
        3,
        3,
        4,
        5,
        6,
        6,
        7,
        8,
        9,
        9,
        10,
        11,
        12,
        12,
        13,
        14,
        15
    ],
    "Fortitude": [
        2,
        3,
        3,
        4,
        4,
        5,
        5,
        6,
        6,
        7,
        7,
        8,
        8,
        9,
        9,
        10,
        10,
        11,
        11,
        12
    ],
    "Reflex": [
        0,
        0,
        1,
        1,
        1,
        2,
        2,
        2,
        3,
        3,
        3,
        4,
        4,
        4,
        5,
        5,
        5,
        6,
        6,
        6
    ],
    "Will": [
        2,
        3,
        3,
        4,
        4,
        5,
        5,
        6,
        6,
        7,
        7,
        8,
        8,
        9,
        9,
        10,
        10,
        11,
        11,
        12
    ],
    "Specials": [
        [
            "Nature Bond",
            "nature sense",
            "orisons",
            "wild empathy"
        ],
        [
            "Woodland stride"
        ],
        [
            "Trackless step"
        ],
        [
            "Resist nature's lure",
            "wild shape (1/day)"
        ],
        [
            "—"
        ],
        [
            "Wild shape (2/day)"
        ],
        [
            "—"
        ],
        [
            "Wild shape (3/day)"
        ],
        [
            "Venom immunity"
        ],
        [
            "Wild shape (4/day)"
        ],
        [
            "—"
        ],
        [
            "Wild shape (5/day)"
        ],
        [
            "A thousand faces"
        ],
        [
            "Wild shape (6/day)"
        ],
        [
            "Timeless body"
        ],
        [
            "Wild shape (7/day)"
        ],
        [
            "—"
        ],
        [
            "Wild shape (8/day)"
        ],
        [
            "—"
        ],
        [
            "Wild shape (at will)"
        ]
    ],
    "Nature Bonds": {
        "Animal Companion": {},
        "Domain": {}
    }
}