{
    "Name": "Wizard",
    "Description": "Beyond the veil of the mundane hide the secrets of absolute power. The works of beings beyond mortals, the legends of realms where gods and spirits tread, the lore of creations both wondrous and terrible—such mysteries call to those with the ambition and the intellect to rise above the common folk to grasp true might. Such is the path of the wizard. These shrewd magic-users seek, collect, and covet esoteric knowledge, drawing on cultic arts to work wonders beyond the abilities of mere mortals. While some might choose a particular field of magical study and become masters of such powers, others embrace versatility, reveling in the unbounded wonders of all magic. In either case, wizards prove a cunning and potent lot, capable of smiting their foes, empowering their allies, and shaping the world to their every desire.",
    "Role": "While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them exceptionally skilled within a specific focus. Yet no matter their specialty, all wizards are masters of the impossible and can aid their allies in overcoming any danger.",
    "Alignment": "Any",
    "HitDie": 6,
    "ClassSkills": [
        "Appraise",
        "Craft",
        "Fly",
        "Knowledge (all)",
        "Linguistics",
        "Profession",
        "Spellcraft"
    ],
    "SkillPointsPerLevel": 2,
    "BaseAttackBonus": [
        0,
        1,
        1,
        2,
        2,
        3,
        3,
        4,
        4,
        5,
        5,
        6,
        6,
        7,
        7,
        8,
        8,
        9,
        9,
        10
    ],
    "Fortitude": [
        0,
        0,
        1,
        1,
        1,
        2,
        2,
        2,
        3,
        3,
        3,
        4,
        4,
        4,
        5,
        5,
        5,
        6,
        6,
        6
    ],
    "Reflex": [
        0,
        0,
        1,
        1,
        1,
        2,
        2,
        2,
        3,
        3,
        3,
        4,
        4,
        4,
        5,
        5,
        5,
        6,
        6,
        6
    ],
    "Will": [
        2,
        3,
        3,
        4,
        4,
        5,
        5,
        6,
        6,
        7,
        7,
        8,
        8,
        9,
        9,
        10,
        10,
        11,
        11,
        12
    ],
    "Specials": [
        [
            "Arcane bond",
            "arcane school",
            "cantrips",
            "Scribe Scroll"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "Bonus feat"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "Bonus feat"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "Bonus feat"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "—"
        ],
        [
            "Bonus feat"
        ]
    ]
}